Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/alle_kouluikaisten_lasten_materiaalihanke_on_edennyt_puolivaliin_-_tekeilla_kaksi_mobiilipelia_kaksi_digikirjaa_lautapeli_ja_irtokirjaimet.html.tmx
Source language: fin
Languages: sme

source: Alle kouluikäisten lasten materiaalihanke on edennyt puoliväliin – tekeillä kaksi mobiilipeliä, kaksi digikirjaa, lautapeli ja irtokirjaimet
sme: Vuollái skuvlaahkásaš mánáid materiálaprošeakta lea ovdánan beallemuddui – ráhkadeamen guokte mobiilaspealu, guokte digigirjji, lávdespealu ja bođubustávaid

source: Saamelaiskäräjien Alle kouluikäisten lasten materiaalihanke aloitti toimintansa tammikuun alussa, ja on edennyt nyt puoliväliin.
sme: Sámedikki Vuollái skuvlaahkásaš mánáid materiálaprošeakta álggahii doaimma ođđajagemánu álggus, ja lea ovdánan dál beallemuddui.

source: Hankkeen yhtenä tavoitteena on tukea lasten saamen kielen oppimista nykyaikaisin materiaalein varhaiskasvatuksessa, esiopetuksessa ja kodeissa.
sme: Prošeavtta oktan ulbmilin lea doarjut mánáid sámegiela oahppama dálá áigge materiálaiguin árrabajásgeassimis, ovdaoahpahusas ja ruovttuin.

source: Tukea varten on nyt tekeillä kaksi mobiilipeliä, kaksi digikirjaa, lautapeli ja irtokirjaimet.
sme: Doarjaga várás leat dál ráhkadeamen guokte mobiilaspealu, guokte digigirjji, lávdespealu ja bođubustávaid.

source: Lasten piirroksia poroaiheisen lautapelin kuvitukseen.
sme: Mánáid sárgumat boazofáttát lávdespealu várás.

source: Vahvasta pahvista kirjainten muotoon leikatut irtokirjaimet tuotetaan pääasiassa varhaiskasvatuksen ja esiopetuksen tarpeisiin lukemisen ja kirjoittamisen alkeiden tueksi.
sme: Nana kartoŋŋas bustávaid hápmái čuhppon bođubustávat ráhkaduvvojit váldoáššis árrabajásgeassima ja ovdaoahpahusa dárbbuide lohkama ja čállima álgagiid doarjjan.

source: Kirjainten mukana jaetaan vinkkejä ja pedagogisia ohjeita niiden käyttämistä varten.
sme: Bustávaid fárus juhkkojit rávvagat ja pedagogalaš neavvagat daid geavaheami várás.

source: Lautapelin ajatuksena on oman porotokan kartuttamisen myötä oppia poroihin liittyvää sanastoa sekä kehittää matemaattista ajattelua.
sme: Lávdespealu jurddan lea iežas boazočorraga stuorrudeami mielde oahppat bohccuide laktáseaddji sátneráju sihke ovddidit matematihkalaš jurddašeami.

source: Mielenkiintoisen ja hauskan lautapelin ovat suunnitelleet Onneli Sieppi ja Elle Máret Valkeapää osana Saamelaista lastentarhanopettajakoulutusta.
sme: Miellagiddevaš ja suohtas lávdespealu leat plánen Onneli Sieppi ja Elle Máret Valkeapää oassin Sámi mánáidgárdeoahpaheaddjiskuvlema.

source: Digitaalisista kirjoista toinen tehdään Satu Moshnikoffin ihastuttavan runokirjan Njuämmlaž njoikk pohjalta, ja toinen Ulla Sainion herttaisesta kirjasta Karhu ja Kettu, joka on ilmestynyt viime vuonna suomenkielisenä tarrakirjana.
sme: Digitálalaš girjjiin nubbi ráhkaduvvo Satu Moshnikoff geasuheaddji diktagirjji Njuämmlaž njoikk vuođul, ja nubbi Ulla Sainio liekkus girjjis Karhu ja Kettu, mii lea almmustuvvan diibmá suomagielat dohpegirjin.

source: Molempien kirjojen digiversioon tulee tekstien kuuntelemisen lisäksi lasta osallistavaa toimintaa.
sme: Guktuid girjjiid digiveršuvdnii boahtá teavsttaid guldaleami lassin máná oassálahtti doaibma.

source: Mobiilipelit tulevat kahdelta pelialan osaajalta, Kapy Toysilta ja Zaibatsu Interactivelta, joiden tuotantoa ovat muun muassa Pikku Kakkosen pelit Bigálus ja Nuottiniitty sekä Möllit.
sme: Mobiilaspealut bohtet guovtte speallansuorggi máhttis, Kapy Toysis ja Zaibatsu Interactives, geaid barggut leat earret eará Pikku Kakkonen spealut Bigálus ja Nuottiniitty sihke Möllit.

source: Mobiilipelien tavoitteena on innostavan ja kiinnostavan tekemisen ohessa tukea lasten sanavaraston laajenemista ja oman tarinantuottamisen kehittymistä.
sme: Mobiilaspealuid ulbmilin lea movttiidahtti ja beroštahtti dahkama lassin doarjut mánáid sátneráju viidáneami ja iežas máinnastandáiddu ovdáneami.

source: “Hanke on hyvässä vauhdissa ja ensimmäisiä tuotoksia odotellaan mahdollisesti jo ennen kesää.
sme: “Prošeakta lea buorre fárttas ja vuosttas bohtosiid vuordit vejolaččat juo ovdal geasi.

source: ” kertoo hankkeen suunnittelija Petra Kuuva.
sme: ” muitala prošeavtta plánejeaddji Petra Kuuva.

source: “Yhteistyötä on tehty yritysten lisäksi yksityisten henkilöiden kanssa, joille iso kiitos neuvoista, ideoista ja avusta.
sme: “Oktasašbargu lea bargojuvvon fitnodagaid lassin priváhta olbmuiguin, geaidda olu giitosat rávvagiin, evttohusain ja veahkis.

source: On ollut ilo suunnitella ja tuottaa projektia, jonka tuotoksista on iloa ja hyötyä kohderyhmänsä lisäksi muillekin saamen kielten oppijoille.
sme: Leamašan illu plánet ja buvttadit prošeavtta, man bohtosiin lea illu ja ávki čuozahatjoavkku lassin maiddái sámegiela eará oahppiide.

source: Hankkeen rahoitus tulee Opetus- ja kulttuuriministeriöltä, ja hanke päättyy elokuun viimeinen päivä.
sme: Prošeavtta ruhtadeapmi boahtá Oahpahus- ja kulturministeriijas, ja prošeakta nohká borgemánu maŋimuš beaivve.

source: Kaikki materiaalit tuotetaan koltansaameksi, pohjoissaameksi ja inarinsaameksi.
sme: Buot materiálat buvttaduvvojit nuortalašgillii, davvisámegillii ja anárašgillii.

source: Lisätietoja hankkeesta:
sme: Lassidieđut prošeavttas:

source: Petra Kuuva / Piäkkáá Heeihâ Petra ma. materiaalisuunnittelija Saamelaiskäräjät Sajos | FI-99870 Inari tel. +358 10 839 3128 | +358 40 623 3341 petra.kuuva(at)samediggi.fi facebook Kuuva Petra Työ
sme: Petra Kuuva / Piäkkáá Heeihâ Petra má. materiálaplánejeaddji Sámediggi Sajos | FI-99870 Anár tel. +358 10 839 3128 | +358 40 623 3341 petra.kuuva(at)samediggi.fi facebook Kuuva Petra Työ
